Repository: mhdHasan-AlJanadi/ThmanyaTask
Catalog: ThmanyaTask/Localizable.xcstrings
Source language: en
Languages: ar

source: About This Podcast
ar: عن هذا البودكاست

source: Author
ar: المؤلف

source: Close
ar: إغلاق

source: Early Access
ar: وصول مبكر

source: Exclusive Content
ar: محتوى حصري

source: From Podcast
ar: من البودكاست

source: Hello, world!
ar: مرحبا العالم

source: Home
ar: الرئيسية

source: Premium Content
ar: محتوى حصري

source: Search
ar: بحث

source: Search about anything
ar: ابحث عمّا تشاء

source: Search...
ar: ابحث…
